/* The message of an alert, that tells the user that he/she denied location access to the app. */
"Location denied, please go in settings to allow this app to use your location" = "Пожалуйста, перейдите в настройки и разрешите приложению доступ к геолокации";

/* The title of an alert, that tells the user that he/she denied location access to the app. */
"Location service denied" = "Нет доступа к GPS";

/* A common affirmative action title, like 'OK' in english. */
"OK" = "Ок";

/* The message of an alert that tells the user, that no server was set. */
"Please go in settings to enter server address" = "Пожалуйста, введите в настройках адрес сервера";

/* The title of an alert that tells the user, that no server was set. */
"Server not set" = "Сервер не указан";

/* The title of the Pokémon selection for common Pokémon. */
"Common" = "Обычные";

/* The title of the Pokémon selection for favorite Pokémon. */
"Favorite" = "Редкие";

/* The title of a Pokéstop annotation on the map. */
"Pokestop" = "Покестоп";

/* The message of a Pokéstop annotation on the map. */
"This is a pokestop" = "Это покестоп";

/* The title of a gym annotation on the map. */
"Gym" = "Гим";

/* The description of a gym annotation on the map with points. */
"Gym points: %d" = "Очки гима: %d";

/* The hint in a annotation callout that indicates when a Pokémon disappears. */
"Disappears at %02d:%02d:%02d" = "Сбежит в %02d:%02d:%02d";

/* The hint that a certain Pokémon appeared on the map. */
"[Pokemon] was added to the map!" = "%@ появился на карте!";

/* The hint that a favorite Pokémon appeared on the map. */
"[Pokemon] your favorite pokemon was added to the map!" = "%@ редкий покемон появился на карте!";

/* The title of an annotation on the map to scan the location. */
"Scan location" = "Область поиска";

/* The title of an alert that tells the user to select a new type of map */
"Select the map type" = "Выберете тип карты";

/* The message of an alert that tells the user to select a new type of map */
"Please select a mode" = "Выберете тип";

/* A button to destroy the alert without saving */
"Cancel" = "Отмена";

/* The title of an alert that tells the user to select a new drive mode */
"Select a drive mode" = "Выберете тип передвижения";

/* The message of an alert that tells the user to select a new drive mode */
"Please select a mode" = "Выберете тип";

/* A button to set driving mode on map */
"Drive" = "Машина";

/* A button to set transit mode on map */
"Transit" = "Общественный транспорт";

/* A button to set walking mode on map */
"Walk" = "Пешком";

"Car" = "Машина";
"car" = "Машина";
"transit" = "Общественный транспорт";
"walk" = "Пешком";

